/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfk sur %2$.0lfk";

/* No comment provided by engineer. */
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%1$@ %2$@ a été installé et sera prêt à être utilisé au prochain lancement. Voulez-vous relancer %3$@ maintenant ?";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ est à jour.";

/* No comment provided by engineer. */
"update_available_%@_%@_%@" = "%1$@ %2$@ est disponible (vous avez la version %3$@). Voulez-vous la télécharger maintenant ?";
"upgrade_available_%@_%@_%@" = "%1$@ %2$@ est maintenant disponible (vous avez la version %3$@). <r>**Cette nouvelle version est une mise à niveau payante offrant 30 jours d'essai sans limitation de fonctionnalités.**<r> Souhaitez-vous la télécharger maintenant ? Votre version actuelle de CCC sera conservée, au cas où vous ne souhaiteriez pas procéder à la mise à niveau.";

/* No comment provided by engineer. */
"%@ does not have permission to write to the application's directory! Move CCC to the Trash, then download the latest version at https://bombich.com/download" = "%@ n'est pas autorisé à écrire dans le répertoire de l'application. Placez CCC dans la corbeille et téléchargez la dernière version en date à l'adresse https://bombich.com/download.";

/* No comment provided by engineer. */
"A new version of %@ has been installed!" = "Une nouvelle version de %@ a été installée.";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "Une nouvelle version de %@ est disponible.";

/* No comment provided by engineer. */
"An error occurred during installation. Please try again later." = "Une erreur s’est produite pendant l'installation. Réessayez plus tard.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Une erreur s’est produite lors de la recherche des informations de mise à jour. Réessayez plus tard.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Une erreur s’est produite lors de l’extraction de l'archive. Réessayez plus tard.";

/* No comment provided by engineer. */
"An error occurred while trying to download the file. Please try again later." = "Une erreur s’est produite lors du téléchargement de l'archive. Réessayez plus tard.";

/* No comment provided by engineer. */
"An update is already in progress!" = "Une mise à jour est déjà en cours.";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* No comment provided by engineer. */
"Check for updates on startup?" = "Rechercher les mises à jour au démarrage ?";

/* No comment provided by engineer. */
"Downloading update..." = "Téléchargement de la mise à jour…";

/* No comment provided by engineer. */
"Extracting update..." = "Extraction de la mise à jour…";

/* No comment provided by engineer. */
"Install and Relaunch" = "Installer et relancer";

/* No comment provided by engineer. */
"Installing update..." = "Installation de la mise à jour…";

/* No comment provided by engineer. */
"No" = "Non";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to install!" = "Prêt pour l’installation.";

/* No comment provided by engineer. */
"Update Error!" = "Erreur lors de la mise à jour.";

/* No comment provided by engineer. */
"Updating %@" = "Mise à jour de %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Voulez-vous que %@ recherche les mises à jour au démarrage ? Vous pouvez sinon rechercher les mises à jour manuellement à partir du menu de l’application.";

/* No comment provided by engineer. */
"Yes" = "Oui";

/* No comment provided by engineer. */
"You're up to date!" = "L’application est à jour.";

/* No comment provided by engineer. */
"Quit" = "Quitter";

"auto_check_prompt" = "Souhaitez-vous que CCC recherche automatiquement les mises à jour ? Vous pouvez définir ces réglages dans la fenêtre Mise à jour logicielle des préférences de CCC.";
"Check for updates on startup?" = "Rechercher les mises à jour au démarrage ?";
"collect_task_stats" = "Collecter les statistiques anonymes de la tâche";
"Don't Check" = "Ne pas rechercher";
"Check Automatically" = "Rechercher automatiquement";
"Install Update" = "Installer la mise à jour";
"Install Upgrade" = "Installer la mise à niveau";
